{"keras_version": "2.2.4", "config": {"name": "sequential_3", "layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_11", "dtype": "float32", "kernel_constraint": null, "batch_input_shape": [null, 26], "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "units": 128}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_12", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "units": 256}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_13", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "units": 512}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_14", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "units": 256}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_15", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "units": 95}, "class_name": "Dense"}]}, "backend": "tensorflow", "class_name": "Sequential"}