{"backend": "tensorflow", "keras_version": "2.2.4", "config": {"layers": [{"config": {"activation": "relu", "kernel_constraint": null, "units": 128, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "use_bias": true, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "dtype": "float32", "name": "dense_16", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 26], "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_regularizer": null, "units": 256, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_17", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_regularizer": null, "units": 512, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_18", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_regularizer": null, "units": 256, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_19", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_regularizer": null, "units": 95, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_20", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null}, "class_name": "Dense"}], "name": "sequential_4"}, "class_name": "Sequential"}