{"keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_6", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "batch_input_shape": [null, 26], "kernel_constraint": null, "units": 128, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_7", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "kernel_constraint": null, "units": 256, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_8", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "kernel_constraint": null, "units": 512, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_9", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "kernel_constraint": null, "units": 256, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "use_bias": true, "name": "dense_10", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "kernel_constraint": null, "units": 95, "activation": "relu"}}], "name": "sequential_2"}}